{
  "antecedente": "Acólito",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição  Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você viveu a serviço de um templo, culto ou tradição religiosa, atuando como intermediário entre o divino e o mundo mortal. Realiza rituais, conduz orações, orienta fiéis e preserva a doutrina de sua fé. Nem todo acólito é um conjurador divino  seu papel está mais ligado ao serviço religioso e à função social do templo.",
    "contexto_religioso": "Você pode ter servido a um deus específico, um panteão ou mesmo uma entidade quase-divina. Talvez tenha sido criado desde criança no templo como ajudante dos sacerdotes, ou tenha se tornado um alto sacerdote que decidiu responder a um novo chamado. Em campanhas mais sombrias, você pode ter servido a um culto herege ou a uma seita proibida  algo que você pode seguir ou renegar.",
    "perguntas_ao_jogador": [
      "Qual é a divindade, panteão ou entidade que você serviu  e como ela é vista pelo mundo?",
      "Você ainda é bem-vindo em seu templo de origem ou saiu em conflito com a hierarquia?",
      "Sua fé é sincera, fanática, duvidosa ou política (apenas aparência)?",
      "Seu serviço era mais ritualístico, pastoral (cuidado com pessoas) ou burocrático (documentos, biblioteca, tesouro do templo)?"
    ]
  },
  "requisitos_narrativos": {
    "ligacao_com_fe": "Escolha uma divindade, panteão ou culto (oficial ou herege) que defina a natureza da sua fé.",
    "ligacao_com_templo": "Defina um templo, santuário, ordem religiosa ou comunidade devota com a qual você tem laços diretos (passado ou presente)."
  },
  "proficiencias": {
    "pericias": [
      "Intuição",
      "Religião"
    ],
    "ferramentas": [],
    "idiomas": {
      "quantidade": 2,
      "descricao": "Você aprende dois idiomas à sua escolha, geralmente relacionados à liturgia, povos que sua fé atende ou textos sagrados antigos."
    }
  },
  "equipamento": [
    "Um símbolo sagrado (presente recebido ao entrar no templo)",
    "Um livro de preces ou uma conta de orações",
    "5 varetas de incenso",
    "Vestimentas",
    "Um conjunto de roupas comuns",
    "Uma algibeira contendo 15 po"
  ],
  "caracteristica": {
    "nome": "Abrigo dos Fiéis",
    "descricao": "Por ser um acólito, você é respeitado por aqueles que compartilham sua fé. Você pode realizar cerimônias religiosas de sua divindade e receber apoio básico em templos e santuários aliados.",
    "efeitos_mecanicos": {
      "cura_e_ajuda": "Você e seus companheiros podem receber cura e caridade de um templo, santuário ou posto associado à sua fé, desde que forneçam os componentes materiais necessários para as magias.",
      "estilo_de_vida": "Adeptos da sua religião garantem a você (apenas ao personagem, não ao grupo) um estilo de vida modesto sem custo, quando você estiver em uma comunidade onde sua fé é aceita.",
      "ligacao_com_templo": "Você pode manter residência em um templo específico, antigo ou atual, enquanto estiver em boas relações com ele.",
      "pedir_ajuda": "Enquanto estiver nas redondezas do templo com o qual possui laços, você pode solicitar assistência dos sacerdotes, desde que essa ajuda não seja perigosa nem comprometa a instituição."
    }
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Eu idolatro um herói particular da minha fé e constantemente me refiro aos seus feitos e exemplos.",
        "Eu consigo encontrar semelhanças mesmo entre os inimigos mais violentos, com empatia e sempre trabalhando pela paz.",
        "Eu vejo presságios em cada evento e ação. Os deuses estão falando conosco  nós apenas precisamos ouvi-los.",
        "Nada pode abalar minha atitude otimista.",
        "Eu cito (corretamente ou não) textos sagrados e provérbios em quase qualquer situação.",
        "Eu sou tolerante (ou intolerante) a qualquer outra fé, e respeito (ou condeno) a adoração a outros deuses.",
        "Eu aprecio comida requintada, bebidas e a elite entre o alto escalão de meu templo. Uma vida dura me irrita.",
        "Eu passei tanto tempo no templo que possuo pouca prática em lidar com as pessoas do mundo lá fora."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Tradição. As tradições ancestrais de adoração e sacrifício devem ser preservadas e perpetuadas.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Caridade. Eu sempre tento ajudar aqueles em necessidade, não importando o custo pessoal.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Mudança. Devemos ajudar a conduzir as mudanças que os deuses estão constantemente trabalhando para o mundo.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Poder. Eu espero que um dia eu consiga chegar ao topo na hierarquia da minha religião.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Fé. Eu acredito que minha divindade guia minhas ações. Tenho fé que, se eu trabalhar duro, coisas boas acontecerão.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Aspiração. Eu busco ser digno da graça do meu deus ao alinhar minhas ações com seus ensinamentos.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Eu morreria para recuperar uma relíquia ancestral de minha fé, perdida há muito tempo.",
        "Eu ainda terei minha vingança contra o templo corrupto que me acusou de heresia.",
        "Eu devo minha vida ao sacerdote que me acolheu quando meus pais morreram.",
        "Tudo o que faço, faço pelo povo.",
        "Eu farei qualquer coisa para proteger o templo que sirvo.",
        "Eu busco guardar um texto sagrado que meus inimigos dizem ser herético e tentam destruir."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Eu julgo os outros severamente, e a mim mesmo mais ainda.",
        "Eu deposito muita confiança naqueles que detêm o poder na hierarquia de meu templo.",
        "Minha devoção muitas vezes me cega perante aqueles que professam a fé do meu deus.",
        "Meu pensamento é inflexível.",
        "Eu suspeito de estranhos e sempre espero o pior deles.",
        "Depois de escolher um objetivo, eu fico obcecado em cumpri-lo, mesmo em detrimento de qualquer outra coisa em minha vida."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "Acólitos carregam o peso da fé, tradição e hierarquia. Você pode interpretá-lo como alguém gentil e acolhedor, um fanático inabalável, um herege arrependido ou um idealista que tenta reformar sua própria religião por dentro.",
    "ganchos_narrativos": [
      "Você foi exilado do templo por causa de uma acusação de heresia  verdadeira ou falsa  e busca limpar seu nome ou derrubar os corruptos.",
      "Uma profecia ou visão o enviou para o mundo em missão: encontrar um artefato, proteger alguém ou impedir uma calamidade anunciada.",
      "O templo que você servia foi destruído ou profanado, e agora sua vida é dedicada a reconstruí-lo ou vingar esse ato.",
      "Você descobriu um texto sagrado herético que parece mais verdadeiro do que a doutrina oficial. Agora precisa decidir se o esconde, revela ou usa isso para mudar sua fé.",
      "Sua fé é sincera, mas sua hierarquia é politizada e corrupta. Você se aventura para encontrar uma forma de purificar a ordem  ou para escapar dela."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "acólito",
      "religioso",
      "templo",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Ao escolher o antecedente Acólito, conceder proficiência em Intuição e Religião.",
      "Permitir ao jogador escolher dois idiomas adicionais, gravando-os na ficha.",
      "Adicionar o equipamento inicial padrão do acólito ao inventário do personagem.",
      "Registrar a característica Abrigo dos Fiéis, com seus efeitos de suporte social e cura básica em templos aliados.",
      "Disponibilizar as tabelas (Traço, Ideal, Vínculo, Defeito) para rolagem rápida ou escolha manual na criação de personagem."
    ]
  }
}
