{
  "antecedente": "Acólito",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você viveu a serviço de um templo, culto ou tradição religiosa, atuando como intermediário entre o divino e o mundo mortal. Realiza rituais, conduz orações, orienta fiéis e preserva a doutrina de sua fé. Nem todo acólito é um conjurador divino – seu papel está mais ligado ao serviço religioso e à função social do templo.",
    "contexto_religioso": "Você pode ter servido a um deus específico, um panteão ou mesmo uma entidade quase-divina. Talvez tenha sido criado desde criança no templo como ajudante dos sacerdotes, ou tenha se tornado um alto sacerdote que decidiu responder a um novo chamado. Em campanhas mais sombrias, você pode ter servido a um culto herege ou a uma seita proibida – algo que você pode seguir ou renegar.",
    "perguntas_ao_jogador": [
      "Qual é a divindade, panteão ou entidade que você serviu – e como ela é vista pelo mundo?",
      "Você ainda é bem-vindo em seu templo de origem ou saiu em conflito com a hierarquia?",
      "Sua fé é sincera, fanática, duvidosa ou política (apenas aparência)?",
      "Seu serviço era mais ritualístico, pastoral (cuidado com pessoas) ou burocrático (documentos, biblioteca, tesouro do templo)?"
    ]
  },
  "requisitos_narrativos": {
    "ligacao_com_fe": "Escolha uma divindade, panteão ou culto (oficial ou herege) que defina a natureza da sua fé.",
    "ligacao_com_templo": "Defina um templo, santuário, ordem religiosa ou comunidade devota com a qual você tem laços diretos (passado ou presente)."
  },
  "proficiencias": {
    "pericias": [
      "Intuição",
      "Religião"
    ],
    "ferramentas": [],
    "idiomas": {
      "quantidade": 2,
      "descricao": "Você aprende dois idiomas à sua escolha, geralmente relacionados à liturgia, povos que sua fé atende ou textos sagrados antigos."
    }
  },
  "equipamento": [
    "Um símbolo sagrado (presente recebido ao entrar no templo)",
    "Um livro de preces ou uma conta de orações",
    "5 varetas de incenso",
    "Vestimentas",
    "Um conjunto de roupas comuns",
    "Uma algibeira contendo 15 po"
  ],
  "caracteristica": {
    "nome": "Abrigo dos Fiéis",
    "descricao": "Por ser um acólito, você é respeitado por aqueles que compartilham sua fé. Você pode realizar cerimônias religiosas de sua divindade e receber apoio básico em templos e santuários aliados.",
    "efeitos_mecanicos": {
      "cura_e_ajuda": "Você e seus companheiros podem receber cura e caridade de um templo, santuário ou posto associado à sua fé, desde que forneçam os componentes materiais necessários para as magias.",
      "estilo_de_vida": "Adeptos da sua religião garantem a você (apenas ao personagem, não ao grupo) um estilo de vida modesto sem custo, quando você estiver em uma comunidade onde sua fé é aceita.",
      "ligacao_com_templo": "Você pode manter residência em um templo específico, antigo ou atual, enquanto estiver em boas relações com ele.",
      "pedir_ajuda": "Enquanto estiver nas redondezas do templo com o qual possui laços, você pode solicitar assistência dos sacerdotes, desde que essa ajuda não seja perigosa nem comprometa a instituição."
    }
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Eu idolatro um herói particular da minha fé e constantemente me refiro aos seus feitos e exemplos.",
        "Eu consigo encontrar semelhanças mesmo entre os inimigos mais violentos, com empatia e sempre trabalhando pela paz.",
        "Eu vejo presságios em cada evento e ação. Os deuses estão falando conosco – nós apenas precisamos ouvi-los.",
        "Nada pode abalar minha atitude otimista.",
        "Eu cito (corretamente ou não) textos sagrados e provérbios em quase qualquer situação.",
        "Eu sou tolerante (ou intolerante) a qualquer outra fé, e respeito (ou condeno) a adoração a outros deuses.",
        "Eu aprecio comida requintada, bebidas e a elite entre o alto escalão de meu templo. Uma vida dura me irrita.",
        "Eu passei tanto tempo no templo que possuo pouca prática em lidar com as pessoas do mundo lá fora."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Tradição. As tradições ancestrais de adoração e sacrifício devem ser preservadas e perpetuadas.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Caridade. Eu sempre tento ajudar aqueles em necessidade, não importando o custo pessoal.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Mudança. Devemos ajudar a conduzir as mudanças que os deuses estão constantemente trabalhando para o mundo.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Poder. Eu espero que um dia eu consiga chegar ao topo na hierarquia da minha religião.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Fé. Eu acredito que minha divindade guia minhas ações. Tenho fé que, se eu trabalhar duro, coisas boas acontecerão.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Aspiração. Eu busco ser digno da graça do meu deus ao alinhar minhas ações com seus ensinamentos.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Eu morreria para recuperar uma relíquia ancestral de minha fé, perdida há muito tempo.",
        "Eu ainda terei minha vingança contra o templo corrupto que me acusou de heresia.",
        "Eu devo minha vida ao sacerdote que me acolheu quando meus pais morreram.",
        "Tudo o que faço, faço pelo povo.",
        "Eu farei qualquer coisa para proteger o templo que sirvo.",
        "Eu busco guardar um texto sagrado que meus inimigos dizem ser herético e tentam destruir."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Eu julgo os outros severamente, e a mim mesmo mais ainda.",
        "Eu deposito muita confiança naqueles que detêm o poder na hierarquia de meu templo.",
        "Minha devoção muitas vezes me cega perante aqueles que professam a fé do meu deus.",
        "Meu pensamento é inflexível.",
        "Eu suspeito de estranhos e sempre espero o pior deles.",
        "Depois de escolher um objetivo, eu fico obcecado em cumpri-lo, mesmo em detrimento de qualquer outra coisa em minha vida."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "Acólitos carregam o peso da fé, tradição e hierarquia. Você pode interpretá-lo como alguém gentil e acolhedor, um fanático inabalável, um herege arrependido ou um idealista que tenta reformar sua própria religião por dentro.",
    "ganchos_narrativos": [
      "Você foi exilado do templo por causa de uma acusação de heresia – verdadeira ou falsa – e busca limpar seu nome ou derrubar os corruptos.",
      "Uma profecia ou visão o enviou para o mundo em missão: encontrar um artefato, proteger alguém ou impedir uma calamidade anunciada.",
      "O templo que você servia foi destruído ou profanado, e agora sua vida é dedicada a reconstruí-lo ou vingar esse ato.",
      "Você descobriu um texto sagrado “herético” que parece mais verdadeiro do que a doutrina oficial. Agora precisa decidir se o esconde, revela ou usa isso para mudar sua fé.",
      "Sua fé é sincera, mas sua hierarquia é politizada e corrupta. Você se aventura para encontrar uma forma de purificar a ordem – ou para escapar dela."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "acólito",
      "religioso",
      "templo",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Ao escolher o antecedente Acólito, conceder proficiência em Intuição e Religião.",
      "Permitir ao jogador escolher dois idiomas adicionais, gravando-os na ficha.",
      "Adicionar o equipamento inicial padrão do acólito ao inventário do personagem.",
      "Registrar a característica Abrigo dos Fiéis, com seus efeitos de suporte social e cura básica em templos aliados.",
      "Disponibilizar as tabelas (Traço, Ideal, Vínculo, Defeito) para rolagem rápida ou escolha manual na criação de personagem."
    ]
  }
}

{
  "antecedente": "Artesão de Guilda",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você é membro de uma guilda de artesãos, mestre em um ofício específico e intimamente ligado a outros profissionais do mesmo ramo. Faz parte do mundo mercantil organizado, com status e certa independência em relação a estruturas feudais, graças ao seu talento, reputação e dinheiro.",
    "historia_profissional": "Você aprendeu seu ofício como aprendiz de um mestre artesão, sob o patrocínio da guilda, até tornar-se mestre por mérito próprio. Agora você precisa decidir se abandona o conforto do trabalho estável para se aventurar, ou se tenta conciliar a vida de aventureiro com encomendas, clientes e obrigações de guilda.",
    "negocios_da_guilda": {
      "descricao": "Sua guilda representa um ramo específico de artesanato ou produção. Ela pode estar concentrada em uma grande cidade, ou espalhada em uma rede de oficinas e mestres ao longo de vilas e regiões.",
      "tabela": {
        "dado": "d20",
        "opcoes": [
          "Alquimistas e boticários",
          "Armeiros, chaveiros e ferreiros finos",
          "Cervejeiros, destiladores e viticultores",
          "Calígrafos, escribas e escrivães",
          "Carpinteiros, construtores de telhado e estucadores",
          "Cartógrafos, agrimensores e desenhistas",
          "Remendões e sapateiros",
          "Cozinheiros e padeiros",
          "Vidraceiros e escultores",
          "Joalheiros e lapidários",
          "Coureiros, peleiros e curtidores",
          "Pedreiros e marceneiros",
          "Pintores, iluminadores e construtores de placas",
          "Oleiros e telheiros",
          "Armadores e veleiros",
          "Ferreiros e forjadores",
          "Funileiros, latoeiros e galheteiros",
          "Fabricantes de carroças e fabricantes de rodas",
          "Tecelões e tintureiros",
          "Entalhadores, tanoeiros e construtores de arcos"
        ]
      }
    },
    "perguntas_ao_jogador": [
      "Qual é exatamente o seu ofício (negócio da guilda) e que tipo de produtos você fabrica ou vende?",
      "Sua guilda é rígida, burocrática e política, ou mais fraternal e colaborativa?",
      "Você deixou sua oficina para se aventurar por vontade própria, ruína econômica, desgraça, vingança ou ambição?",
      "Você é mais artesão-artista (focado em beleza), artesão-prático (focado em função) ou comerciante calculista (focado em lucro)?"
    ]
  },
  "requisitos_narrativos": {
    "ligacao_com_guilda": "Defina uma guilda específica (nome, cidade-base, símbolo, reputação) à qual você pertence ou pertenceu.",
    "tipo_de_negocio": "Escolha (ou role na tabela) o negócio da guilda que representa seu ofício principal."
  },
  "proficiencias": {
    "pericias": [
      "Intuição",
      "Persuasão"
    ],
    "ferramentas": {
      "tipos": [
        "Um tipo de ferramenta de artesão à sua escolha"
      ],
      "descricao": "Representa o ofício principal do seu personagem (ex.: ferramentas de ferreiro, ferramentas de carpinteiro, utensílios de cozinheiro, kit de calígrafo, etc.)."
    },
    "idiomas": {
      "quantidade": 1,
      "descricao": "Você aprende um idioma à sua escolha, normalmente ligado a parceiros de comércio, clientes nobres ou outras culturas mercantis."
    }
  },
  "equipamento": [
    "Um conjunto de ferramentas de artesão (à sua escolha)",
    "Uma carta de apresentação da sua guilda",
    "Um conjunto de roupas de viajante",
    "Uma algibeira com 15 po"
  ],
  "caracteristica": {
    "nome": "Associados da Guilda",
    "descricao": "Você é um membro respeitado da guilda, e isso lhe garante benefícios sociais, apoio material básico e certa proteção política.",
    "efeitos_mecanicos": {
      "hospitalidade_e_suporte": "Membros da guilda providenciam hospedagem e comida para você, se necessário, e pagarão por seu funeral caso venha a morrer.",
      "saloes_da_guilda": "Em cidades e vilas, salões da guilda servem como pontos de encontro para outros artesãos, onde você pode encontrar patrões, aliados, aprendizes ou empregados em potencial.",
      "poder_politico": "Guildas possuem influência política. Se você for acusado de um crime, a guilda pode interceder por você sempre que uma boa defesa for possível ou o crime parecer justificável.",
      "acesso_a_poderosos": "Se você for um membro bem posicionado, pode ter acesso a figuras políticas importantes por meio da guilda. Em troca, normalmente são exigidas doações em dinheiro, favores ou itens (eventualmente mágicos) aos cofres da guilda.",
      "cotas": "Você deve pagar 5 po por mês em cotas para a guilda. Se não pagar, acumula uma dívida que pode ser cobrada social, econômica ou até legalmente, afetando seu status na guilda."
    }
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Eu acredito que tudo que valha a pena ser feito, vale a pena ser feito direito. Eu não consigo evitar – sou perfeccionista.",
        "Eu sou um esnobe que olha de cima aqueles que não sabem apreciar artes requintadas.",
        "Eu sempre quero aprender como as coisas funcionam e o que motiva as pessoas.",
        "Eu sou cheio de aforismos espirituosos e tenho um provérbio para cada ocasião.",
        "Eu sou grosso com quem não tem o mesmo comprometimento que eu com o trabalho duro e honesto.",
        "Eu gosto de falar longamente sobre minha profissão.",
        "Eu não gasto meu dinheiro facilmente e barganho sem parar para conseguir o melhor acordo possível.",
        "Eu sou bem conhecido pelo meu trabalho e quero ter certeza de que todos o apreciam. Sempre fico surpreso quando encontro alguém que nunca ouviu falar de mim."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Comunidade. É dever de todo cidadão civilizado fortalecer os laços comunitários e a segurança da civilização.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Generosidade. Meus talentos me foram dados para que eu possa usá-los para beneficiar o mundo.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Liberdade. Todos deveriam ser livres para perseguir seus próprios meios de vida.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Ganância. Eu só estou aqui pelo dinheiro.",
          "tendencia": "Mau"
        },
        {
          "descricao": "Povo. Eu sou comprometido com as pessoas de quem gosto, não com ideias abstratas.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Aspiração. Eu trabalho duro para ser o melhor no meu ofício.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "A oficina onde aprendi meu ofício é o lugar mais importante do mundo para mim.",
        "Eu criei uma obra incrível para alguém, mas descobri que ele não era digno de recebê-la. Ainda procuro alguém que a mereça.",
        "Tenho uma grande dívida com minha guilda por ter feito de mim quem eu sou hoje.",
        "Busco riqueza para conquistar o amor de alguém.",
        "Um dia voltarei à minha guilda e provarei que sou o maior artesão entre eles.",
        "Eu vou me vingar das forças malignas que destruíram meu local de negócios e arruinaram meu estilo de vida."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Eu farei de tudo para pôr minhas mãos em algo raro ou inestimável.",
        "Eu rapidamente presumo que alguém está tentando me trapacear.",
        "Ninguém nunca poderá saber que, certa vez, roubei dinheiro dos cofres da guilda.",
        "Eu nunca estou satisfeito com o que tenho – sempre quero mais.",
        "Eu mataria para adquirir um título de nobreza.",
        "Sou terrivelmente invejoso de qualquer um que possa ofuscar meu ofício. Em todo lugar que vou, vejo rivais."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "Artesãos de guilda conhecem o valor do trabalho duro, da reputação e de bons contatos. Você pode interpretá-lo como um mestre orgulhoso da própria arte, um comerciante pragmático fascinado por lucro, um criador idealista que busca beleza e legado, ou alguém tentando equilibrar deveres de guilda com a vida perigosa de aventureiro.",
    "ganchos_narrativos": [
      "Sua oficina foi destruída por criminosos, monstros ou rivais, e você se aventura para se reerguer e buscar vingança.",
      "A guilda exige que você recupere uma mercadoria rara, um material exótico ou uma obra roubada – em troca de perdão de dívidas ou promoção.",
      "Um cliente importante desapareceu sem pagar por uma encomenda caríssima, levando você para uma espiral de intriga e perseguição.",
      "Você foi acusado injustamente de fraude ou roubo dos cofres da guilda e precisa limpar seu nome.",
      "Você criou, sem saber, uma obra usada em um ritual sombrio ou arma terrível, e agora tenta desfazer o dano causado.",
      "A guilda é corrupta e extorsiva; você se aventura para juntar recursos e influência suficientes para reformá-la – ou derrubá-la."
    ]
  },
  "variacao": {
    "nome": "Mercador de Guilda",
    "descricao": "Em vez de fabricar bens, você faz parte de uma guilda de mercadores, mestres de caravana ou grandes comerciantes. Seu negócio é comprar e vender – seja produtos manufaturados, matérias-primas, especiarias, livros, armas ou qualquer mercadoria que circule entre cidades e reinos.",
    "ajustes_mecanicos": {
      "proficiencias": {
        "pericias": [
          "Intuição",
          "Persuasão"
        ],
        "ferramentas_ou_idiomas": "Em vez de proficiência com ferramentas de artesão, você pode obter proficiência com ferramentas de navegador ou um idioma adicional (à escolha do Mestre e do jogador), refletindo viagens e negociações internacionais."
      },
      "equipamento": [
        "Uma carta de apresentação da sua guilda de mercadores",
        "Um conjunto de roupas de viajante",
        "Uma algibeira com 15 po",
        "Opcionalmente, em vez de ferramentas de artesão, você pode começar com uma mula, uma carroça ou outro bem de transporte apropriado (a critério da mesa)."
      ],
      "observacoes": [
        "Use a mesma característica de antecedente (Associados da Guilda), mas reflita a influência no comércio, em caravanas, portos e rotas comerciais.",
        "A função social muda de produtor especializado para negociador, comprador, vendedor e organizador de caravanas."
      ]
    }
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "artesao-de-guilda",
      "mercador",
      "guilda",
      "comercio",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Ao escolher o antecedente Artesão de Guilda, conceder proficiência em Intuição e Persuasão.",
      "Permitir ao jogador escolher um tipo de ferramentas de artesão para proficiência, e registrar um idioma adicional.",
      "Adicionar o equipamento padrão (ferramentas, carta da guilda, roupas de viajante, 15 po) ao inventário.",
      "Registrar a característica ‘Associados da Guilda’, incluindo a obrigação de pagar 5 po/mês de cotas e a possibilidade de acumular dívida.",
      "Disponibilizar as tabelas de Traço, Ideal, Vínculo e Defeito para rolagem/seleção durante a criação de personagem.",
      "Para a variação Mercador de Guilda, permitir alternar a proficiência de ferramentas de artesão por ferramentas de navegador ou idioma extra, e trocar ferramentas por mula/carroça quando apropriado."
    ]
  }
}

{
  "antecedente": "Artista",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você cresceu diante de plateias e domina a arte de entreter, inspirar e emocionar. Seja por meio da música, poesia, dança, humor ou histórias, você transformou sua expressão artística em meio de vida. Sua presença cativa multidões e sua arte desperta alegria, tristeza, ira ou esperança – conforme a apresentação.",
    "historia_profissional": "Você passou anos treinando sua arte sozinho ou como parte de trupes itinerantes, teatros, circos ou cortes nobres. Agora, leva seu talento para a estrada enquanto se aventura, usando sua fama, carisma e habilidades para sobreviver – ou talvez para alcançar glória e reconhecimento maiores.",
    "perguntas_ao_jogador": [
      "Em qual tipo de apresentação você se especializou?",
      "Você pertenceu a uma trupe famosa ou sempre atuou sozinho?",
      "Sua arte é feita por paixão, dinheiro, fama ou todos juntos?",
      "Alguma de suas apresentações causou admiração… ou escândalo?"
    ]
  },
  "proficiencias": {
    "pericias": [
      "Acrobacia",
      "Atuação"
    ],
    "ferramentas": {
      "tipos": [
        "Kit de disfarce",
        "Um tipo de instrumento musical à sua escolha"
      ]
    }
  },
  "equipamento": [
    "Um instrumento musical (à sua escolha)",
    "Um presente de um admirador (carta de amor, mecha de cabelo ou bijuteria)",
    "Um traje",
    "Uma algibeira contendo 15 po"
  ],
  "rotinas": {
    "descricao": "Um artista de sucesso é versátil e domina várias formas de apresentação. Escolha de 1 a 3 especialidades ou role na tabela para definir suas rotinas.",
    "tabela": {
      "dado": "d10",
      "opcoes": [
        "Acrobata",
        "Ator",
        "Bufão",
        "Cantor",
        "Dançarino",
        "Engolidor de fogo",
        "Instrumentista",
        "Malabarista",
        "Narrador",
        "Poeta"
      ]
    }
  },
  "caracteristica": {
    "nome": "Pela Demanda Popular",
    "descricao": "Sua habilidade artística garante que você sempre encontre locais para se apresentar – tavernas, estalagens, teatros, circos ou até cortes nobres.",
    "efeitos_mecanicos": {
      "hospitalidade": "Enquanto se apresentar regularmente em um local apropriado, você recebe alojamento e comida gratuitamente, com qualidade baseada no prestígio do estabelecimento.",
      "reconhecimento": "Após ter atuado em um local, você se torna uma figura conhecida naquela área. Estranhos que reconhecem seu nome ou rosto geralmente possuem uma atitude favorável em relação a você."
    }
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Eu conheço uma história relevante para praticamente qualquer situação.",
        "Sempre que chego a um lugar novo, coleto rumores locais e espalho fofocas.",
        "Sou um romântico incorrigível, sempre em busca daquele 'alguém especial'.",
        "Ninguém consegue ficar com raiva perto de mim por muito tempo — sei dissipar qualquer tensão.",
        "Eu adoro um bom insulto, até mesmo quando é dirigido a mim.",
        "Fico ressentido quando não sou o centro das atenções.",
        "Não me contento com nada menos que a perfeição.",
        "Mudo de humor tão depressa quanto mudo de nota em uma canção."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Beleza. Quando atuo, faço do mundo um lugar melhor.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Tradição. Histórias, lendas e canções do passado devem ser preservadas.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Criatividade. O mundo precisa de novas ideias e ações ousadas.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Ganância. Estou aqui pelo dinheiro e pela fama.",
          "tendencia": "Mau"
        },
        {
          "descricao": "Povo. O mais importante é ver as pessoas sorrirem.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Honestidade. A arte deve refletir a alma de quem a cria.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Meu instrumento é meu bem mais valioso e me lembra alguém que amo.",
        "Alguém roubou meu instrumento precioso e vou recuperá-lo.",
        "Quero ser famoso, custe o que custar.",
        "Idolatro um herói das histórias antigas e comparo meus feitos aos dele.",
        "Farei qualquer coisa para superar meu rival odiado.",
        "Eu daria minha vida pelos membros da minha antiga trupe."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Faço tudo por fama e renome.",
        "Viro um tolo sempre que vejo um rosto bonito.",
        "Um escândalo me impede de voltar para casa.",
        "Satirizei um nobre poderoso que ainda quer minha cabeça.",
        "Tenho dificuldade em esconder o que sinto e minha língua afiada causa problemas.",
        "Apesar de tentar, meus amigos não me consideram confiável."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "Artistas costumam ser carismáticos, teatrais e intensos. Você pode interpretá-lo como um bardo sedutor, um contador de histórias viajante, um bufão debochado, um músico talentoso ou um acrobata audacioso sempre buscando aplausos.",
    "ganchos_narrativos": [
      "Você roubou ou expôs um segredo durante uma apresentação e agora alguém busca vingança.",
      "Um patrocinador poderoso exige que você realize um trabalho perigoso para quitar uma dívida.",
      "Um rival tenta arruinar sua fama espalhando mentiras sobre você.",
      "Sua antiga trupe desapareceu misteriosamente.",
      "Você recebeu um convite para se apresentar em uma corte nobre… cheia de intrigas."
    ]
  },
  "variacao": {
    "nome": "Gladiador",
    "descricao": "Você utiliza o combate como forma de entretenimento, transformando cada batalha em um espetáculo para a multidão. Arenas, clubes de luta secretos e competições marciais são seus palcos.",
    "ajustes_mecanicos": {
      "rotina": "Sua principal rotina é o combate chamativo, embora você também possa possuir habilidade como acrobata ou ator.",
      "equipamento_opcional": "Você pode substituir o instrumento musical inicial por uma arma barata porém incomum, como um tridente ou uma rede.",
      "uso_da_caracteristica": "A característica Pela Demanda Popular pode ser usada em qualquer local que considere o combate uma forma de entretenimento (arenas, torneios ou casas de luta)."
    }
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "artista",
      "gladiador",
      "dnd5e",
      "performance"
    ],
    "integracao_mecanica": [
      "Conceder proficiência em Acrobacia e Atuação.",
      "Registrar kit de disfarce e um instrumento musical como proficiências em ferramentas.",
      "Adicionar equipamento inicial (instrumento, presente de admirador, traje e 15 po).",
      "Permitir rolagem ou escolha de 1 a 3 rotinas na tabela de especialidades.",
      "Registrar a característica Pela Demanda Popular.",
      "Oferecer tabelas de Traço, Ideal, Vínculo e Defeito para escolha ou rolagem.",
      "Para Gladiador, permitir troca do instrumento inicial por uma arma incomum."
    ]
  }
}


{
  "antecedente": "Charlatão",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você sempre teve jeito com pessoas: lê desejos, explora fraquezas e transforma promessas vazias em sonhos irresistíveis. Poções falsas, documentos forjados, identidades inventadas e golpes bem montados são o seu ofício.",
    "historia_profissional": "Você aprendeu desde cedo que palavras certas valem mais que aço. Talvez tenha sido pupilo de um vigarista experiente, tenha crescido nas ruas enganando desavisados ou tenha fugido de uma vida medíocre ao abraçar a mentira como ferramenta.",
    "perguntas_ao_jogador": [
      "Qual foi o primeiro golpe que você aplicou com sucesso?",
      "Você já enganou alguém que realmente gostava de você?",
      "Você sente remorso pelas vítimas ou vê isso apenas como negócio?",
      "Alguma de suas mentiras já saiu completamente do controle?"
    ]
  },
  "proficiencias": {
    "pericias": [
      "Enganação",
      "Prestidigitação"
    ],
    "ferramentas": {
      "tipos": [
        "Kit de disfarce",
        "Kit de falsificação"
      ]
    }
  },
  "equipamento": [
    "Um conjunto de roupas finas",
    "Um kit de disfarce",
    "Ferramentas de trapaça à sua escolha (dez garrafas tampadas com líquidos coloridos, OU um conjunto de dados viciados, OU um baralho de cartas marcadas, OU um anel de sinete de um duque imaginário)",
    "Uma algibeira contendo 15 po"
  ],
  "esquemas_prediletos": {
    "descricao": "Todo charlatão tem um tipo de golpe favorito – aquele que domina com maestria e ao qual sempre volta quando precisa de dinheiro rápido.",
    "tabela": {
      "dado": "d6",
      "opcoes": [
        "Eu trapaceio em jogos de azar.",
        "Eu falsifico moedas ou forjo documentos.",
        "Eu me infiltro na vida das pessoas para descobrir suas fraquezas e ficar com suas fortunas.",
        "Eu troco de identidade como troco de roupa.",
        "Eu faço furtos rápidos nas esquinas das ruas.",
        "Eu convenço as pessoas de que tranqueiras inúteis valem seu suado dinheiro."
      ]
    }
  },
  "caracteristica": {
    "nome": "Identidade Falsa",
    "descricao": "Você criou uma segunda identidade completa, com documentos, contatos e disfarces, que pode assumir quando necessário.",
    "efeitos_mecanicos": {
      "identidade_secundaria": "Você possui uma persona alternativa com nome, histórico e contatos coerentes, que pode usar para se misturar em novos lugares ou fugir de problemas.",
      "forja_de_documentos": "Você pode forjar documentos (papeis oficiais, cartas pessoais, selos, etc.), desde que tenha visto um exemplo semelhante ou a caligrafia da pessoa que está imitando."
    }
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Eu me apaixono e desapaixono facilmente, e estou sempre em busca de alguém.",
        "Eu tenho uma piada para cada ocasião, especialmente quando o humor é inapropriado.",
        "Bajulação é meu truque predileto para conseguir o que eu quero.",
        "Sou um jogador nato e não resisto a me arriscar por uma boa recompensa.",
        "Eu minto sobre quase tudo, mesmo quando não há razão para isso.",
        "Sarcasmo e insultos são minhas armas favoritas.",
        "Eu carrego vários símbolos sagrados e invoco a divindade que for mais útil no momento.",
        "Eu furto qualquer coisa de valor que eu veja."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Independência. Sou um espírito livre – ninguém me diz o que fazer.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Justiça. Nunca roubo de pessoas que não podem perder algumas moedas.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Caridade. Distribuo o dinheiro que adquiro com pessoas que realmente precisam.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Criatividade. Nunca faço a mesma trapaça duas vezes.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Amizade. Bens materiais vêm e vão; laços de amizade duram para sempre.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Aspiração. Estou determinado a alcançar algo grande por conta própria.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Eu extorqui a pessoa errada e agora faço de tudo para que ela jamais cruze meu caminho – ou o de quem eu amo.",
        "Devo tudo ao meu mentor, uma pessoa terrível que provavelmente está apodrecendo em alguma cela.",
        "Em algum lugar, tenho um filho que não me conhece. Estou tornando o mundo melhor para ele.",
        "Vim de uma família nobre e um dia reivindicarei minhas terras e título de quem os roubou.",
        "Uma pessoa poderosa matou alguém que eu amava. Em breve, terei minha vingança.",
        "Enganei e arruinei a vida de alguém que não merecia. Busco reparar esse erro, mas talvez nunca me perdoe."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Não resisto a um rostinho bonito.",
        "Estou sempre endividado; gasto meus lucros ilícitos em luxos decadentes mais rápido do que ganho.",
        "Estou convencido de que ninguém pode me enganar como eu engano os outros.",
        "Sou ganancioso demais para o meu próprio bem; não resisto a uma aposta envolvendo dinheiro.",
        "Não resisto a enganar pessoas que são mais poderosas que eu.",
        "Odeio admitir, mas fugirei para salvar minha própria pele se as coisas ficarem feias."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "Um charlatão é charme ambulante e perigo social. Você pode interpretá-lo como um vendedor de milagres falsos, um falso nobre, um falsário refinado ou um golpista das ruas. Em geral, fala bem, observa muito e raramente mostra quem realmente é.",
    "ganchos_narrativos": [
      "Um antigo golpe seu deu errado e agora um inimigo poderoso o persegue.",
      "Sua identidade falsa se tornou mais famosa que a verdadeira, gerando conflitos e confusões.",
      "Seu velho mentor em trapaças reaparece com um plano grande demais para você ignorar.",
      "Uma das vítimas de seu golpe precisa de ajuda desesperada, mexendo com sua consciência.",
      "Documentos falsos que você criou iniciaram uma guerra, e agora você está no centro da intriga."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "charlatão",
      "vigário",
      "trapaceiro",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Conceder proficiência em Enganação e Prestidigitação.",
      "Conceder proficiência com kit de disfarce e kit de falsificação.",
      "Adicionar o equipamento inicial (roupas finas, kit de disfarce, ferramenta de trapaça escolhida e 15 po).",
      "Configurar a característica Identidade Falsa com acesso a uma persona secundária e forja de documentos.",
      "Disponibilizar as tabelas de Traço, Ideal, Vínculo e Defeito para escolha ou rolagem em criação de personagem."
    ]
  }
}


{
  "antecedente": "Criminoso",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você é um veterano do submundo, acostumado a esquemas, violência, furtos e traições. Viveu tempo suficiente entre criminosos para entender códigos silenciosos, territórios perigosos e como sobreviver longe da proteção da lei.",
    "historia_profissional": "Talvez você tenha sido criado nas ruas como batedor de carteira, treinado pela guilda de ladrões da cidade, forjado como executor de um chefão do crime ou sobrevivido como contrabandista em rotas proibidas. Seus contatos ainda se lembram de você — para o bem ou para o mal.",
    "perguntas_ao_jogador": [
      "Qual foi o crime mais ousado que você já cometeu?",
      "Quem o ensinou a sobreviver no submundo?",
      "Existe alguém querendo vingança contra você?",
      "Você deixou algo para trás quando saiu da vida criminosa?"
    ]
  },
  "proficiencias": {
    "pericias": [
      "Enganação",
      "Furtividade"
    ],
    "ferramentas": {
      "tipos": [
        "Um tipo de kit de jogo",
        "Ferramentas de ladrão"
      ]
    }
  },
  "equipamento": [
    "Um pé de cabra",
    "Um conjunto de roupas escuras comuns com capuz",
    "Uma algibeira contendo 15 po"
  ],
  "especialidade_criminosa": {
    "descricao": "Todo criminoso desenvolve uma função preferida dentro do submundo. Ela pode ter sido adquirida por aprendizado, sobrevivência ou talento natural.",
    "tabela": {
      "dado": "d8",
      "opcoes": [
        "Assaltante",
        "Assassino de aluguel",
        "Batedor de carteira",
        "Chantagista",
        "Contrabandista",
        "Executor",
        "Ladrão de estrada",
        "Receptador"
      ]
    }
  },
  "caracteristica": {
    "nome": "Contato Criminal",
    "descricao": "Você mantém conexões ativas com o submundo do crime.",
    "efeitos_mecanicos": {
      "rede_de_informantes": "Você possui contatos confiáveis que fornecem informações, mensagens e boatos.",
      "comunicacao_secreta": "Sabe utilizar mensageiros corruptos, mestres de caravana, marinheiros e outros agentes para enviar mensagens a longas distâncias.",
      "acesso_ilicito": "Sempre sabe a quem recorrer quando precisa de informações ilegais, abrigo fora da lei ou itens difíceis de encontrar."
    }
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Eu sempre tenho um plano para quando as coisas dão errado.",
        "Eu estou sempre calmo, não importa a situação.",
        "Ao chegar em um novo local, memorizo onde estão ou podem estar coisas valiosas.",
        "Eu prefiro fazer um novo amigo a um novo inimigo.",
        "Eu confio com extrema dificuldade, mesmo em pessoas amigáveis.",
        "Eu ignoro perigos e probabilidades de fracasso.",
        "A melhor maneira de me motivar é dizer que eu não consigo fazer algo.",
        "Eu explodo ao menor insulto."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Honra. Nunca roubo de irmãos de profissão.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Liberdade. Correntes foram feitas para serem quebradas.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Caridade. Roubo dos ricos para ajudar os necessitados.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Ganância. Farei qualquer coisa para me tornar rico.",
          "tendencia": "Mal"
        },
        {
          "descricao": "Povo. Sou leal aos meus amigos acima de tudo.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Redenção. Há bondade até nos piores.",
          "tendencia": "Bom"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Estou pagando uma dívida com um antigo benfeitor.",
        "Tudo o que ganho é para sustentar minha família.",
        "Algo importante foi roubado de mim, e vou recuperá-lo.",
        "Quero me tornar o maior ladrão da história.",
        "Sou culpado por um crime terrível e busco redenção.",
        "Alguém que amo morreu por um erro meu — nunca deixarei isso acontecer novamente."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Quando vejo algo valioso, não consigo resistir a roubá-lo.",
        "Sempre escolho dinheiro acima de amigos.",
        "Esqueço qualquer plano — ou o ignoro completamente.",
        "Tenho um tique que revela quando estou mentindo.",
        "Fujo assim que tudo começa a dar errado.",
        "Um inocente foi preso por um crime que cometi, e eu não me importo."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "O Criminoso pode ser interpretado como um anti-herói urbano, um sobrevivente endurecido pelas ruas ou um fora-da-lei estiloso. Fala pouco quando necessário, observa tudo e sempre planeja saídas de emergência.",
    "ganchos_narrativos": [
      "Um antigo contato do submundo pede ajuda para um grande golpe.",
      "Uma guilda rival colocou preço pela sua cabeça.",
      "Um antigo parceiro reaparece querendo vingança.",
      "Um inocente foi preso em seu lugar — você decide se vai agir.",
      "Uma relíquia roubada por você se revela muito mais perigosa do que parecia."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "criminoso",
      "ladrao",
      "submundo",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Proficiente em Enganação e Furtividade.",
      "Proficiente com ferramentas de ladrão e um kit de jogo à escolha.",
      "Equipamento inicial: pé de cabra, roupas escuras com capuz e 15 po.",
      "Característica Contato Criminal ativa: acesso a informantes e rede secreta.",
      "Uso das tabelas de Traço, Ideal, Vínculo e Defeito para construção narrativa."
    ]
  }
}

{
  "antecedente": "Eremita",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você viveu afastado do mundo civilizado por anos, seja totalmente sozinho ou em uma comunidade isolada como um monastério, santuário oculto ou eremitério remoto. Nesse período de silêncio e reflexão, alcançou paz interior, obteve conhecimento profundo — e talvez descobertas capazes de mudar o rumo do mundo.",
    "historia_profissional": "Seu isolamento pode ter sido uma escolha espiritual, uma fuga do passado, uma missão sagrada ou até mesmo um exílio injusto. Durante esse tempo você se dedicou a estudos, orações, contemplação da natureza ou à guarda de segredos antigos.",
    "perguntas_ao_jogador": [
      "Qual foi o verdadeiro motivo do seu isolamento?",
      "Onde você viveu: uma caverna, monastério, torre em ruínas ou floresta remota?",
      "Você deixou algo ou alguém para trás?",
      "O que sua descoberta significa para o destino do mundo?",
      "Por que decidiu abandonar a solidão agora?"
    ]
  },
  "proficiencias": {
    "pericias": [
      "Medicina",
      "Religião"
    ],
    "ferramentas": [
      "Kit de herbalismo"
    ],
    "idiomas": [
      "Um idioma adicional à escolha"
    ]
  },
  "equipamento": [
    "Um estojo de pergaminho cheio de notas de estudos e orações",
    "Um cobertor de inverno",
    "Um conjunto de roupas comuns",
    "Um kit de herbalismo",
    "5 po"
  ],
  "vida_de_isolamento": {
    "descricao": "A razão que levou você à reclusão moldou profundamente sua personalidade e sua descoberta.",
    "tabela": {
      "dado": "d8",
      "opcoes": [
        "Buscava esclarecimento espiritual.",
        "Participava da vida comunal de uma ordem religiosa.",
        "Foi exilado por um crime que não cometeu.",
        "Afastou-se da sociedade após um evento traumático.",
        "Precisava de um local silencioso para criar arte, literatura, música ou um manifesto.",
        "Buscava comunhão com a natureza, longe da civilização.",
        "Atuava como guardião de uma ruína ou relíquia antiga.",
        "Realizava uma peregrinação em busca de uma pessoa, local ou relíquia espiritual."
      ]
    }
  },
  "caracteristica": {
    "nome": "Descoberta",
    "descricao": "Durante sua longa reclusão você fez uma revelação única que pode alterar profundamente o rumo da narrativa.",
    "efeitos_narrativos": {
      "tipo_de_revelacao": [
        "Verdade cósmica sobre deuses ou planos.",
        "Existência de um local perdido.",
        "Fato antigo esquecido pela história.",
        "Relíquia capaz de mudar impérios.",
        "Segredo perigoso ligado ao seu exílio.",
        "Conhecimento sobre uma ameaça futura."
      ],
      "impacto_de_campanha": "A natureza exata da Descoberta deve ser definida em conjunto com o Mestre, transformando-se em um gancho narrativo central para a campanha."
    }
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Raramente falo, comunicando-me por gestos e poucas palavras.",
        "Sou absurdamente sereno, mesmo em situações desesperadoras.",
        "Cito ditados e ensinamentos do antigo líder da minha comunidade.",
        "Sinto enorme empatia por todos que sofrem.",
        "Sou completamente alheio a etiqueta social.",
        "Vejo todos os eventos como partes de um plano cósmico maior.",
        "Perco-me constantemente em pensamentos e contemplação.",
        "Estou desenvolvendo uma teoria filosófica grandiosa e adoro compartilhá-la."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Bem Maior. Meus dons devem servir a todos.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Lógica. As emoções não devem obscurecer a verdade.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Pensamento Livre. Questionar é o caminho do progresso.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Poder. Isolamento leva aos poderes místicos.",
          "tendencia": "Mau"
        },
        {
          "descricao": "Viva e Deixe Viver. Não me envolvo nos problemas alheios.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Autoconhecimento. Conhecer a si mesmo é o maior saber.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Minha antiga ordem ou eremitério é tudo para mim.",
        "Entrei em reclusão para escapar de caçadores que ainda estão atrás de mim.",
        "Continuo buscando um esclarecimento espiritual inalcançado.",
        "Isolamento por amor impossível.",
        "Minha descoberta pode destruir o mundo se revelada.",
        "Sei da existência de um grande mal que só eu posso deter."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Agora que voltei ao mundo, me deixo levar demais por prazeres.",
        "Carrego pensamentos sombrios que não consegui apagar.",
        "Sou extremamente dogmático em minhas crenças.",
        "Discussões e desejo de estar certo prejudicam minhas amizades.",
        "Corro grandes riscos para descobrir conhecimento perdido.",
        "Gosto de segredos demais para compartilhá-los."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "O Eremita pode ser interpretado como um sábio quieto, um místico enigmático, um recluso socialmente inepto ou alguém que observa o mundo com distância e profunda reflexão.",
    "maneirismos": [
      "Fala pausada ou minimalista.",
      "Pouco contato visual.",
      "Comentários filosóficos fora de contexto.",
      "Comportamento sereno diante do caos."
    ],
    "ganchos_narrativos": [
      "Seu segredo atrai forças que desejam silenciá-lo.",
      "Uma ordem rival quer reclamar sua Descoberta.",
      "Sua antiga comunidade precisa de ajuda urgente.",
      "Visões começam a apontar para uma nova ameaça.",
      "Uma relíquia que protegeu foi roubada."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "eremita",
      "isolamento",
      "mistico",
      "descoberta",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Proficiência em Medicina e Religião.",
      "Proficiência com kit de herbalismo.",
      "Idioma adicional.",
      "Equipamento inicial conforme lista.",
      "Característica narrativa Descoberta."
    ]
  }
}

{
  "antecedente": "Forasteiro",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você cresceu em regiões selvagens, longe da civilização e de seus confortos. Sobreviveu ao clima extremo, observou a migração de grandes manadas e aprendeu a depender apenas de si mesmo e da terra. Seja como nômade, explorador, caçador, guia ou exilado, o isolamento moldou sua força, seus instintos e sua visão de mundo.",
    "historia_profissional": "Acostumado a territórios intocados, o forasteiro sabe encontrar caminhos, lidar com perigos naturais, caçar para sobreviver e navegar por terras desconhecidas. Mesmo em locais jamais visitados, você consegue reconhecer padrões do território e se orientar com eficiência.",
    "perguntas_ao_jogador": [
      "Em quais terras selvagens você viveu?",
      "Sua origem foi escolha própria ou consequência de um exílio?",
      "Que criatura ou fenômeno natural mais marcou sua jornada?",
      "Você deixou um clã ou tribo para trás?",
      "O que o trouxe agora de volta à civilização?"
    ]
  },
  "proficiencias": {
    "pericias": [
      "Atletismo",
      "Sobrevivência"
    ],
    "ferramentas": [
      "Um tipo de instrumento musical"
    ],
    "idiomas": [
      "Um idioma adicional à escolha"
    ]
  },
  "equipamento": [
    "Um bordão",
    "Uma armadilha de caça",
    "Um fetiche de um animal que você matou",
    "Um conjunto de roupas de viajante",
    "Uma algibeira com 10 po"
  ],
  "origem": {
    "descricao": "Determine sua ocupação ou identidade durante os anos de vida no ermo.",
    "tabela": {
      "dado": "d10",
      "opcoes": [
        "Assentado",
        "Armadilheiro",
        "Caçador de recompensa",
        "Exilado ou pária",
        "Forrageador",
        "Guia",
        "Mateiro",
        "Nômade tribal",
        "Peregrino",
        "Saqueador tribal"
      ]
    }
  },
  "caracteristica": {
    "nome": "Andarilho",
    "descricao": "Você possui memória excepcional para mapas e geografia, sendo capaz de recordar terrenos, assentamentos e pontos de referência com facilidade. Além disso, pode encontrar comida e água fresca diariamente para você e até cinco outras pessoas, desde que a região possua recursos naturais básicos."
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Sou guiado por uma sede de viagens que sempre me empurra para longe de casa.",
        "Cuido dos meus aliados como se fossem filhotes recém-nascidos.",
        "Já percorri 40 quilômetros sem parar para alertar meu clã de uma horda orc.",
        "Sempre tiro lições da natureza para qualquer situação.",
        "Não vejo valor na vida rica e educada das cidades.",
        "Vivo mexendo em tudo distraidamente, às vezes quebrando coisas.",
        "Sinto-me mais confortável entre animais do que entre pessoas.",
        "Fui, de fato, criado por lobos."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Mudança. Assim como as estações, nós devemos mudar com o mundo.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Bem Maior. A felicidade da tribo vem em primeiro lugar.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Honra. Desonrar a mim é desonrar todo o meu clã.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Força. O mais forte deve governar.",
          "tendencia": "Mau"
        },
        {
          "descricao": "Natureza. O mundo natural é mais importante do que a civilização.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Glória. Busco glória para mim e para o meu clã.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Minha família, clã ou tribo é a coisa mais importante da minha vida.",
        "Qualquer agressão à natureza do meu lar é uma agressão a mim.",
        "Jurei vingança contra aqueles que destruíram minha terra natal.",
        "Sou o último da minha tribo e devo manter viva sua memória.",
        "Tenho visões de um grande desastre que tento impedir.",
        "É meu dever manter viva a linhagem da minha tribo."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Tenho fraqueza por bebidas fortes.",
        "Ignoro perigos — vivo intensamente sem precauções.",
        "Guardo rancor por qualquer insulto sofrido.",
        "Tenho dificuldade em confiar em estranhos ou outras raças.",
        "Costumo resolver tudo com violência.",
        "Não costumo ajudar quem não consegue se virar sozinho."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "O forasteiro pode ser interpretado como alguém rude, direto, desconfortável em cidades, porém extremamente adaptável em ambientes selvagens.",
    "maneirismos": [
      "Fala simples e objetiva.",
      "Pouca paciência para protocolos sociais.",
      "Constante análise do ambiente.",
      "Instinto protetor com aliados."
    ],
    "ganchos_narrativos": [
      "Sinais de ameaça nas terras de sua tribo.",
      "Rival antigo do tempo de saqueador.",
      "Uma criatura lendária ligada ao seu passado.",
      "Uma grande migração ou desastre natural iminente.",
      "Convite para liderar uma expedição."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "forasteiro",
      "selvagem",
      "explorador",
      "sobrevivente",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Proficiências em Atletismo e Sobrevivência.",
      "Proficiência com um instrumento musical.",
      "Idioma adicional.",
      "Equipamento inicial conforme lista.",
      "Característica Andarilho."
    ]
  }
}

{
  "antecedente": "Herói do Povo",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você veio de origens humildes, mas seus atos fizeram de você um símbolo de esperança. Em sua vila, você é lembrado como alguém que se levantou contra injustiças, salvou pessoas em perigo ou enfrentou ameaças que aterrorizavam o povo comum.",
    "historia_profissional": "Antes de se tornar aventureiro, você exercia um trabalho modesto entre camponeses — agricultor, mineiro, lenhador, criador de animais ou serviçal. Um grande acontecimento mudou seu destino, conduzindo-o para a estrada e para feitos dignos de lendas.",
    "perguntas_ao_jogador": [
      "Qual era seu ofício antes de se tornar herói?",
      "Quem testemunhou seu feito?",
      "Como sua vila o vê hoje: ídolo, mentor ou lenda?",
      "Que inimigo você fez ao se levantar contra a opressão?",
      "O que o motiva a continuar lutando?"
    ]
  },
  "proficiencias": {
    "pericias": [
      "Adestrar Animais",
      "Sobrevivência"
    ],
    "ferramentas": [
      "Um tipo de ferramenta de artesão",
      "Veículos (terrestres)"
    ]
  },
  "equipamento": [
    "Um conjunto de ferramentas de artesão (à sua escolha)",
    "Uma pá",
    "Um pote de ferro",
    "Um conjunto de roupas comuns",
    "Uma algibeira com 10 po"
  ],
  "evento_definidor": {
    "descricao": "O ato que fez de você um verdadeiro Herói do Povo.",
    "tabela": {
      "dado": "d10",
      "opcoes": [
        "Opus-se contra agentes de um tirano.",
        "Salvou pessoas durante um desastre natural.",
        "Enfrentou sozinho um terrível monstro.",
        "Roubou de um mercador corrupto para ajudar os pobres.",
        "Liderou uma milícia em batalha.",
        "Invadiu o castelo de um tirano e roubou armas para o povo.",
        "Treinou camponeses a usar ferramentas como armas.",
        "Forçou um lorde a revogar um decreto injusto.",
        "Recebeu uma bênção ou revelação de origem celestial ou feérica.",
        "Foi recrutado por um lorde e condecorado por heroísmo."
      ]
    }
  },
  "caracteristica": {
    "nome": "Hospitalidade Rústica",
    "descricao": "Você pode encontrar abrigo, descanso e proteção entre camponeses e comunidades simples, desde que isso não represente risco direto a eles. Essas pessoas podem esconder você da lei e de perseguidores, desde que não precisem colocar suas vidas em perigo."
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Julgo pessoas por ações, não por palavras.",
        "Sempre ajudo quem está em apuros.",
        "Quando escolho um caminho, sigo até o fim.",
        "Tenho forte senso de justiça e busco equilíbrio.",
        "Confio em minhas habilidades e inspiro confiança.",
        "Prefiro agir a pensar demais.",
        "Uso palavras complicadas para parecer inteligente.",
        "Fico entediado fácil e busco meu destino."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Respeito. Todos merecem dignidade.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Justiça. Ninguém está acima da lei.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Liberdade. Tiranos não podem oprimir o povo.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Força. Poder garante tudo o que desejo.",
          "tendencia": "Mal"
        },
        {
          "descricao": "Sinceridade. Não finjo ser o que não sou.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Destino. Não posso fugir do meu chamado.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Procuro minha família desaparecida.",
        "Defendo a terra que sempre trabalhei.",
        "Juro vingança contra nobres tiranos.",
        "Carrego minhas ferramentas como símbolo das origens.",
        "Protegerei sempre os indefesos.",
        "Desejo levar meu amor para compartilhar meu destino."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Um tirano poderoso quer minha morte.",
        "Sou cego aos riscos por acreditar em meu destino.",
        "Carrego um segredo vergonhoso.",
        "Tenho fraqueza por álcool e vícios urbanos.",
        "Secretamente acredito que um tirano facilitaria as coisas.",
        "Tenho dificuldades em confiar nos aliados."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "O herói do povo age como um defensor dos humildes, possui fala simples, valores diretos e uma postura protetora.",
    "maneirismos": [
      "Defende injustiçados espontaneamente.",
      "Mostra desconforto em ambientes nobres.",
      "Trata o povo comum como iguais."
    ],
    "ganchos_narrativos": [
      "Chamado de ajuda de sua vila natal.",
      "Ameaça crescente de um tirano inimigo.",
      "Camponeses pedem treinamento ou proteção.",
      "Revelação sobre sua origem sobrenatural.",
      "Reencontro com alguém salvo no passado."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "heroi-do-povo",
      "campones",
      "resistencia",
      "libertador",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Proficiências em Adestrar Animais e Sobrevivência.",
      "Ferramentas de artesão e veículos terrestres.",
      "Equipamento inicial conforme lista.",
      "Característica Hospitalidade Rústica."
    ]
  }
}

{
  "antecedente": "Marinheiro",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você passou anos navegando pelos mares, enfrentando tempestades, monstros marinhos e inimigos perigosos. Sua vida foi moldada pelo balanço do navio, pela camaradagem da tripulação e pela constante visão do horizonte distante.",
    "historia_profissional": "Você serviu em um tipo de embarcação — mercante, militar, exploradora ou pirata — exercendo alguma função essencial a bordo como capitão, navegador, cozinheiro, contramestre ou tripulante comum.",
    "perguntas_ao_jogador": [
      "Que tipo de navio você servia?",
      "Qual era sua função a bordo?",
      "O navio ainda está ativo ou foi destruído?",
      "Quem era seu capitão?",
      "Você deixou a tripulação em bons termos?"
    ]
  },
  "proficiencias": {
    "pericias": [
      "Atletismo",
      "Percepção"
    ],
    "ferramentas": [
      "Ferramentas de navegador",
      "Veículos (aquático)"
    ]
  },
  "equipamento": [
    "Uma malagueta (clava)",
    "15 metros de corda de seda",
    "Um amuleto da sorte (pé de coelho ou pedra furada)",
    "Um conjunto de roupas comuns",
    "Uma algibeira com 10 po"
  ],
  "caracteristica": {
    "nome": "Passagem de Navio",
    "descricao": "Você pode conseguir passagem gratuita em navios para você e seus companheiros, desde que viaje em embarcações onde possua boas relações. Em troca, espera-se ajuda à tripulação durante a viagem. Não é possível escolher totalmente rotas ou horários."
  },
  "variacao": {
    "nome": "Pirata",
    "descricao": "Você teve uma carreira ligada à pirataria. Participou de saques e criou uma reputação temida nas cidades portuárias.",
    "opcao_de_caracteristica": {
      "nome": "Má Reputação",
      "descricao": "As pessoas o temem devido à sua fama. Em áreas civilizadas, você pode cometer pequenos delitos sem que a maioria das pessoas denuncie você às autoridades."
    }
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Meus amigos sabem que podem contar comigo em qualquer situação.",
        "Trabalho duro para poder aproveitar a diversão depois.",
        "Gosto de conhecer novos portos com uma cerveja na mão.",
        "Altero alguns fatos para melhorar uma boa história.",
        "Para mim, uma briga de taverna é a melhor forma de conhecer uma cidade.",
        "Nunca rejeito uma aposta amigável.",
        "Meu vocabulário é tão rude quanto o fundo de um esgoto.",
        "Adoro trabalho bem feito, especialmente quando convenço alguém a fazê-lo."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Respeito. O navio só se mantém unido por respeito mútuo.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Justiça. Todos trabalham, todos dividem os espólios.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Liberdade. O mar representa liberdade total.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Domínio. Sou o predador e os outros navios são minhas presas.",
          "tendencia": "Mau"
        },
        {
          "descricao": "Povo. Sou leal à minha tripulação, não a ideais.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Aspiração. Terei meu próprio navio e destino.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Minha lealdade é primeiro com meu capitão.",
        "O navio é mais importante que qualquer pessoa.",
        "Sempre me lembrarei do meu primeiro navio.",
        "Tenho uma amante numa cidade portuária.",
        "Fui enganado na partilha de espólios e quero o que me é devido.",
        "Piratas mataram minha tripulação e deixaram-me para morrer – busco vingança."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Sigo ordens mesmo quando sei que estão erradas.",
        "Direi qualquer coisa para evitar trabalho extra.",
        "Nunca recuo quando minha coragem é desafiada.",
        "Quando começo a beber, é difícil parar.",
        "Não resisto a pegar moedas ou bugigangas abandonadas.",
        "Meu orgulho pode causar minha ruína."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "Marinheiros tendem a ser diretos, brincalhões e leais aos companheiros. Valorizam liberdade, amizade e aventura.",
    "maneirismos": [
      "Uso frequente de gírias náuticas.",
      "Desconfiança de vida em terra firme.",
      "Espírito festeiro em tavernas."
    ],
    "ganchos_narrativos": [
      "Reencontro com antigo capitão.",
      "Caça a piratas inimigos.",
      "Busca por um navio próprio.",
      "Resgate de velho navio perdido.",
      "Cobrança de espólios roubados."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "marinheiro",
      "pirata",
      "tripulacao",
      "navegacao",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Proficiências em Atletismo e Percepção.",
      "Ferramentas de navegador e veículos aquáticos.",
      "Equipamento inicial conforme lista.",
      "Característica Passagem de Navio ou Má Reputação."
    ]
  }
}

{
  "antecedente": "Nobre",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você nasceu em meio à riqueza, poder e privilégios. Porta um título de nobreza ligado à sua família, dona de terras, influência política e direito à coleta de impostos. Sua criação pode ter sido mimada ou rigorosamente responsável, moldando alguém distante do trabalho pesado ou um governante cuidadoso com os que vivem sob seus domínios.",
    "historia_profissional": "Você pertence a uma linhagem nobre que detém reputação, aliados e rivais. Seu lugar nessa estrutura pode variar de herdeiro direto até um parente distante praticamente livre para viver como aventureiro.",
    "perguntas_ao_jogador": [
      "Qual é o seu título?",
      "Sua família é antiga ou recém-nobre?",
      "Em qual região sua casa exerce influência?",
      "Qual a reputação da família entre nobres e o povo?",
      "Você é herdeiro ou membro secundário da linhagem?",
      "Como sua família vê sua vida de aventuras?"
    ]
  },
  "proficiencias": {
    "pericias": [
      "História",
      "Persuasão"
    ],
    "ferramentas": [
      "Um tipo de kit de jogos"
    ],
    "idiomas": [
      "Um à sua escolha"
    ]
  },
  "equipamento": [
    "Um conjunto de trajes finos",
    "Um anel de sinete",
    "Um pergaminho de linhagem",
    "Uma algibeira com 25 po"
  ],
  "caracteristica": {
    "nome": "Posição Privilegiada",
    "descricao": "Graças à sua origem nobre, a maioria das pessoas presume o melhor sobre você. É bem-vindo na alta sociedade, as pessoas comuns tendem a acomodá-lo e outros nobres o tratam como igual. Você consegue facilmente uma audiência com nobres locais quando desejar."
  },
  "variacao": {
    "nome": "Cavaleiro",
    "descricao": "Você ocupa um título de baixa fidalguia e trilha o caminho da cavalaria.",
    "opcao_de_caracteristica": {
      "nome": "Retentores",
      "descricao": "Você tem o serviço de três retentores leais à sua família. Eles realizam tarefas comuns (mensagens, cuidados, logística), mas não lutam por você nem o acompanham em situações perigosas. Um pode ser um escudeiro nobre; os outros podem ser servo, cavalariço ou mordomo."
    },
    "item_adicional_tematico": [
      "Estandarte ou símbolo de um lorde ou lady a quem você jurou devoção (voto de cavalaria ou amor cortês)."
    ]
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Minha bajulação faz qualquer pessoa se sentir importante.",
        "As pessoas comuns me amam por minha bondade e generosidade.",
        "Meu porte nobre deixa claro que estou acima das massas plebeias.",
        "Tenho grande cuidado com minha aparência e sigo todas as modas.",
        "Não gosto de sujar as mãos nem de acomodações simples.",
        "Apesar da nobreza, não me considero acima dos outros.",
        "Meu apoio, uma vez retirado, nunca é devolvido.",
        "Se me ferirem, destruirei reputações e domínios sem piedade."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Respeito. Todas as pessoas merecem dignidade.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Responsabilidade. Devo honrar quem está acima e proteger quem está abaixo.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Independência. Devo provar que não dependo da minha linhagem.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Poder. Quanto mais poder eu tiver, menos serei controlado.",
          "tendencia": "Mau"
        },
        {
          "descricao": "Família. O sangue fala mais alto.",
          "tendencia": "Qualquer"
        },
        {
          "descricao": "Obrigação Nobre. Proteger o povo é meu dever.",
          "tendencia": "Bom"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Enfrentarei qualquer desafio para provar meu valor à família.",
        "Uma aliança entre casas nobres deve ser mantida.",
        "Nada é mais importante que minha família.",
        "Sou apaixonado por alguém que minha família despreza.",
        "Minha lealdade ao soberano é absoluta.",
        "Quero ser visto como herói do povo."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Secretamente acredito que todos são inferiores a mim.",
        "Escondo um segredo escandaloso que pode destruir minha família.",
        "Sou paranóico e me irrito com insultos imaginados.",
        "Busco prazeres carnais sem controle.",
        "Acredito que o mundo gira ao meu redor.",
        "Frequentemente envergonho minha família com minhas atitudes."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "Nobres oscilam entre a arrogância aristocrática e o senso de dever. Costumam agir com autoconfiança, respeitar etiqueta social e carregar o peso do sobrenome.",
    "maneirismos": [
      "Postura altiva e fala refinada.",
      "Uso frequente de títulos e formalidades.",
      "Expectativa de tratamento respeitoso."
    ],
    "ganchos_narrativos": [
      "Conflitos políticos entre casas nobres.",
      "Alianças forçadas por casamento.",
      "Disputas por herança.",
      "Intrigas na corte.",
      "Proteção do povo contra abusos de outros nobres."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "nobre",
      "cavaleiro",
      "politica",
      "linhagem",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Proficiências em História e Persuasão.",
      "Kit de jogos.",
      "1 idioma adicional.",
      "Equipamento inicial conforme lista.",
      "Característica Posição Privilegiada ou Retentores."
    ]
  }
}

{
  "antecedente": "Órfão",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (adaptado PT-BR)",
  "descricao_geral": {
    "visao_geral": "Você cresceu nas ruas, sozinho e sem amparo. Aprendeu cedo a lutar por comida, se esconder do perigo e sobreviver entre ladrões, gangues e outros desesperados. Dormiu em becos, telhados e ruínas, enfrentando doença e fome sem qualquer auxílio. Sua sobrevivência veio da astúcia, força, agilidade ou de uma combinação de tudo isso.",
    "historia_profissional": "Sem família ou proteção, a cidade foi tanto seu lar quanto seu algoz. Você aprendeu os atalhos físicos e sociais do submundo urbano, desenvolvendo habilidades que agora ajudam você a sobreviver como aventureiro.",
    "perguntas_ao_jogador": [
      "Como você conseguiu o dinheiro inicial para começar a vida de aventureiro?",
      "Quem ajudou você a escapar da miséria das ruas?",
      "Você mantém contato com alguém do passado?",
      "Existe algo ou alguém que você protege por lembrar sua infância?",
      "Você guarda rancores da elite ou do sistema que o ignorou?"
    ]
  },
  "proficiencias": {
    "pericias": [
      "Furtividade",
      "Prestidigitação"
    ],
    "ferramentas": [
      "Kit de disfarce",
      "Ferramentas de ladrão"
    ]
  },
  "equipamento": [
    "Uma faca pequena",
    "Um mapa da cidade em que cresceu",
    "Um rato de estimação",
    "Um pequeno objeto para lembrar de seus pais",
    "Um conjunto de roupas comuns",
    "Uma algibeira contendo 10 po"
  ],
  "recursos_iniciais": {
    "observacao": "Você começa com dinheiro suficiente para viver modestamente e com segurança por cerca de dez dias.",
    "gancho_narrativo": "Defina como conseguiu esse dinheiro e o evento que possibilitou abandonar a vida nas ruas."
  },
  "caracteristica": {
    "nome": "Segredos da Cidade",
    "descricao": "Você conhece padrões secretos e caminhos ocultos das áreas urbanas. Fora de combate, você e os aliados que guiar podem viajar entre dois pontos quaisquer de uma cidade ao dobro da velocidade normal permitida."
  },
  "tabelas_sugeridas": {
    "traco_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Escondo comida ou bugigangas nos bolsos por hábito.",
        "Pergunto demais sobre tudo.",
        "Gosto de me espremer em locais pequenos onde ninguém possa me alcançar.",
        "Durmo encostado em um muro ou árvore, abraçado com todas as minhas posses.",
        "Como de modo grosseiro e tenho péssimos modos à mesa.",
        "Acredito que toda gentileza esconde segundas intenções.",
        "Não gosto de tomar banho.",
        "Digo tudo diretamente na cara, sem rodeios."
      ]
    },
    "ideal": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Respeito. Todas as pessoas, ricas ou pobres, merecem respeito.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Comunidade. Temos que cuidar uns dos outros, porque ninguém mais fará isso.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Mudança. Os baixos se erguerão e os altos cairão.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Retribuição. Os ricos precisam experimentar a dureza das ruas.",
          "tendencia": "Mau"
        },
        {
          "descricao": "Povo. Ajudar quem me ajuda é o que nos mantém vivos.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Aspiração. Vou provar que mereço uma vida melhor.",
          "tendencia": "Qualquer"
        }
      ]
    },
    "vinculo": {
      "dado": "d6",
      "opcoes": [
        "Minha cidade natal é meu lar e lutarei para defendê-la.",
        "Patrocino um orfanato para impedir que outros sofram como eu.",
        "Devo minha sobrevivência a outro órfão que me ensinou a viver nas ruas.",
        "Tenho uma dívida eterna com alguém que teve pena de mim.",
        "Saí da miséria roubando alguém importante e sou procurado por isso.",
        "Ninguém deveria suportar as dores que eu suporte."
      ]
    },
    "defeito": {
      "dado": "d6",
      "opcoes": [
        "Se estiver em desvantagem, fujo sem hesitar.",
        "Ouro sempre parece pouco e faço quase qualquer coisa por mais.",
        "Nunca confio plenamente em ninguém além de mim.",
        "Prefiro matar alguém dormindo do que lutar de forma justa.",
        "Não considero roubo pegar de quem tem mais do que eu.",
        "Acredito que quem não se vira sozinho merece o que acontece."
      ]
    }
  },
  "orientacoes_interpretacao": {
    "estilo_de_roleplay": "Órfãos tendem a ser desconfiados, pragmáticos e atentos ao ambiente urbano. Costumam criar fortes laços com quem ganha sua confiança.",
    "maneirismos": [
      "Sempre observar rotas de fuga.",
      "Desconfiar de propostas fáceis.",
      "Guardas objetos próximos ao corpo.",
      "Reações rápidas a ameaças."
    ],
    "ganchos_narrativos": [
      "Reencontro com alguém do passado das ruas.",
      "Ser caçado por um antigo roubo.",
      "Proteção de crianças abandonadas.",
      "Confronto com nobres ou gangues da cidade.",
      "Busca por justiça ou vingança contra quem explorava órfãos."
    ]
  },
  "estrutura_para_sistema": {
    "tags_sugeridas": [
      "antecedente",
      "orfao",
      "ruas",
      "furtividade",
      "submundo",
      "dnd5e"
    ],
    "integracao_mecanica": [
      "Proficiências em Furtividade e Prestidigitação.",
      "Kit de disfarce e ferramentas de ladrão.",
      "Característica Segredos da Cidade.",
      "Equipamento inicial conforme lista."
    ]
  }
}


{
  "antecedente": "Sábio",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (PT-BR)",
  "descricao": "Você passou anos dedicados ao estudo do multiverso, decorando manuscritos, consultando pergaminhos e aprendendo com os maiores especialistas. Seu esforço o transformou em um verdadeiro mestre em conhecimento acadêmico.",

  "proficiencias": {
    "pericias": ["Arcanismo", "História"],
    "idiomas": ["Idioma à escolha", "Idioma à escolha"]
  },

  "equipamento": [
    "Vidro de tinta escura",
    "Pena",
    "Faca pequena",
    "Carta de um falecido colega com uma pergunta sem resposta",
    "Conjunto de roupas comuns",
    "Algibeira com 10 po"
  ],

  "especialidade": {
    "dado": "d8",
    "opcoes": [
      "Acadêmico desacreditado",
      "Alquimista",
      "Aprendiz de mago",
      "Astrônomo",
      "Bibliotecário",
      "Escriba",
      "Pesquisador",
      "Professor"
    ]
  },

  "caracteristica": {
    "nome": "Pesquisador",
    "descricao": "Quando você tenta obter ou recuperar um fragmento de conhecimento que não sabe, descobre onde e com quem pode obter essa informação. Normalmente será adquirida em bibliotecas, arquivos de escribas, universidades ou com outros sábios. O Mestre pode determinar que o conhecimento esteja escondido em um local quase inacessível ou seja impossível de se obter. Desvendar segredos profundos do multiverso pode exigir campanhas inteiras."
  },

  "tabelas": {
    "tracos_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Uso palavras polissilábicas para endossar minha impressão de grande erudição.",
        "Digo que já li todos os livros das grandes bibliotecas – ou me vanglorio de ter lido.",
        "Costumo ajudar os menos instruídos explicando tudo pacientemente quantas vezes forem necessárias.",
        "Nada para mim é melhor do que um bom mistério.",
        "Sempre escuto todos os lados antes de tomar uma decisão.",
        "Fa-lo... len-ta-men-te... ao... falar... com... idiotas... que... tentam... se... comparar... comigo.",
        "Sou horrível e estranho em situações sociais.",
        "Acredito que todos tentam roubar meus segredos."
      ]
    },

    "ideais": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Conhecimento. O caminho para o poder e o autoaperfeiçoamento é o conhecimento.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Beleza. O que é belo nos aproxima daquilo que é verdadeiro.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Lógica. Emoções não devem nublar o pensamento racional.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Sem Limites. Nada pode restringir as possibilidades infinitas da existência.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Poder. Conhecimento é o caminho para a dominação.",
          "tendencia": "Mau"
        },
        {
          "descricao": "Autoaperfeiçoamento. O estudo existe para melhorar a si mesmo.",
          "tendencia": "Qualquer"
        }
      ]
    },

    "vinculos": {
      "dado": "d6",
      "opcoes": [
        "É meu dever proteger meus estudantes.",
        "Guardo um texto ancestral com segredos terríveis que não podem cair em mãos erradas.",
        "Trabalho para preservar uma biblioteca, universidade, arquivo de escribas ou monastério.",
        "A obra da minha vida é uma série de tomos descrevendo um campo específico do conhecimento.",
        "Procuro desde sempre a resposta para uma grande questão.",
        "Vendi minha alma por conhecimento e busco grandes feitos para recuperá-la."
      ]
    },

    "defeitos": {
      "dado": "d6",
      "opcoes": [
        "Distraio-me facilmente com a promessa de informação.",
        "Quando monstros atacam, eu paro para fazer anotações sobre sua anatomia.",
        "Acredito que desvendar um mistério pode valer até mesmo a destruição de uma civilização.",
        "Prefiro soluções simples e óbvias às complexas.",
        "Falo sem pensar e costumeiramente insulto os outros.",
        "Sou incapaz de guardar segredos, mesmo que vidas dependam disso."
      ]
    }
  }
}


{
  "antecedente": "Sábio",
  "categoria": "Antecedente",
  "fonte": "D&D 5ª Edição – Livro do Jogador (PT-BR)",
  "descricao": "Você passou anos dedicados ao estudo do multiverso, decorando manuscritos, consultando pergaminhos e aprendendo com os maiores especialistas. Seu esforço o transformou em um verdadeiro mestre em conhecimento acadêmico.",

  "proficiencias": {
    "pericias": ["Arcanismo", "História"],
    "idiomas": ["Idioma à escolha", "Idioma à escolha"]
  },

  "equipamento": [
    "Vidro de tinta escura",
    "Pena",
    "Faca pequena",
    "Carta de um falecido colega com uma pergunta sem resposta",
    "Conjunto de roupas comuns",
    "Algibeira com 10 po"
  ],

  "especialidade": {
    "dado": "d8",
    "opcoes": [
      "Acadêmico desacreditado",
      "Alquimista",
      "Aprendiz de mago",
      "Astrônomo",
      "Bibliotecário",
      "Escriba",
      "Pesquisador",
      "Professor"
    ]
  },

  "caracteristica": {
    "nome": "Pesquisador",
    "descricao": "Quando você tenta obter ou recuperar um fragmento de conhecimento que não sabe, descobre onde e com quem pode obter essa informação. Normalmente será adquirida em bibliotecas, arquivos de escribas, universidades ou com outros sábios. O Mestre pode determinar que o conhecimento esteja escondido em um local quase inacessível ou seja impossível de se obter. Desvendar segredos profundos do multiverso pode exigir campanhas inteiras."
  },

  "tabelas": {
    "tracos_de_personalidade": {
      "dado": "d8",
      "opcoes": [
        "Uso palavras polissilábicas para endossar minha impressão de grande erudição.",
        "Digo que já li todos os livros das grandes bibliotecas – ou me vanglorio de ter lido.",
        "Costumo ajudar os menos instruídos explicando tudo pacientemente quantas vezes forem necessárias.",
        "Nada para mim é melhor do que um bom mistério.",
        "Sempre escuto todos os lados antes de tomar uma decisão.",
        "Fa-lo... len-ta-men-te... ao... falar... com... idiotas... que... tentam... se... comparar... comigo.",
        "Sou horrível e estranho em situações sociais.",
        "Acredito que todos tentam roubar meus segredos."
      ]
    },

    "ideais": {
      "dado": "d6",
      "opcoes": [
        {
          "descricao": "Conhecimento. O caminho para o poder e o autoaperfeiçoamento é o conhecimento.",
          "tendencia": "Neutro"
        },
        {
          "descricao": "Beleza. O que é belo nos aproxima daquilo que é verdadeiro.",
          "tendencia": "Bom"
        },
        {
          "descricao": "Lógica. Emoções não devem nublar o pensamento racional.",
          "tendencia": "Leal"
        },
        {
          "descricao": "Sem Limites. Nada pode restringir as possibilidades infinitas da existência.",
          "tendencia": "Caótico"
        },
        {
          "descricao": "Poder. Conhecimento é o caminho para a dominação.",
          "tendencia": "Mau"
        },
        {
          "descricao": "Autoaperfeiçoamento. O estudo existe para melhorar a si mesmo.",
          "tendencia": "Qualquer"
        }
      ]
    },

    "vinculos": {
      "dado": "d6",
      "opcoes": [
        "É meu dever proteger meus estudantes.",
        "Guardo um texto ancestral com segredos terríveis que não podem cair em mãos erradas.",
        "Trabalho para preservar uma biblioteca, universidade, arquivo de escribas ou monastério.",
        "A obra da minha vida é uma série de tomos descrevendo um campo específico do conhecimento.",
        "Procuro desde sempre a resposta para uma grande questão.",
        "Vendi minha alma por conhecimento e busco grandes feitos para recuperá-la."
      ]
    },

    "defeitos": {
      "dado": "d6",
      "opcoes": [
        "Distraio-me facilmente com a promessa de informação.",
        "Quando monstros atacam, eu paro para fazer anotações sobre sua anatomia.",
        "Acredito que desvendar um mistério pode valer até mesmo a destruição de uma civilização.",
        "Prefiro soluções simples e óbvias às complexas.",
        "Falo sem pensar e costumeiramente insulto os outros.",
        "Sou incapaz de guardar segredos, mesmo que vidas dependam disso."
      ]
    }
  }
}
