{
  "categoria": "Talentos",
  "fonte": "D&D 5ª Edição – Livro do Jogador (PT-BR)",
  "regra_opcional": {
    "descricao": "Em vez de receber Incremento no Valor de Habilidade, o personagem pode escolher um talento quando a classe conceder essa característica. Um talento só pode ser escolhido uma vez, salvo indicação em contrário, e exige que o personagem cumpra seus pré-requisitos para funcionar."
  },
  "talentos": [
    {
      "nome": "Adepto Elemental",
      "pre_requisitos": ["Capacidade de conjurar pelo menos uma magia"],
      "especial": "Pode ser escolhido várias vezes; cada vez escolhe um tipo de dano diferente.",
      "beneficios": [
        "Escolha um tipo de dano: ácido, elétrico, fogo, frio ou trovão.",
        "Suas magias ignoram resistência ao tipo de dano escolhido.",
        "Ao rolar dano desse tipo com uma magia, você pode tratar qualquer resultado 1 em um dado de dano como 2."
      ]
    },
    {
      "nome": "Adepto Marcial",
      "pre_requisitos": [],
      "beneficios": [
        "Aprende duas manobras, à sua escolha, dentre as do arquétipo Mestre de Batalha (guerreiro).",
        "Se a manobra exigir teste de resistência, a CD = 8 + bônus de proficiência + modificador de Força ou Destreza (à escolha).",
        "Se já tiver dados de superioridade, ganha +1; caso contrário, ganha 1 dado de superioridade (d6).",
        "Recupera todos os dados de superioridade gastos ao final de um descanso curto ou longo."
      ]
    },
    {
      "nome": "Alerta",
      "pre_requisitos": [],
      "beneficios": [
        "+5 de bônus em testes de Iniciativa.",
        "Você não pode ser surpreendido enquanto estiver consciente.",
        "Criaturas não ganham vantagem em ataques contra você apenas por estarem invisíveis para você."
      ]
    },
    {
      "nome": "Ambidestro",
      "pre_requisitos": [],
      "beneficios": [
        "+1 na CA enquanto empunhar uma arma corpo-a-corpo em cada mão.",
        "Pode lutar com duas armas mesmo que a arma de uma mão não seja leve.",
        "Pode sacar ou guardar duas armas de uma mão quando normalmente só poderia sacar/guardar uma."
      ]
    },
    {
      "nome": "Atacante Bestial",
      "pre_requisitos": [],
      "beneficios": [
        "Uma vez por turno, ao rolar dano de um ataque corpo-a-corpo com arma, você pode rolar novamente o dado de dano da arma e usar qualquer um dos resultados."
      ]
    },
    {
      "nome": "Atirador Aguçado",
      "pre_requisitos": [],
      "beneficios": [
        "Atacar além da distância normal não impõe desvantagem em ataques com armas à distância.",
        "Seus ataques com armas à distância ignoram meia cobertura e três-quartos de cobertura.",
        "Antes de realizar um ataque com arma à distância proficiente, você pode sofrer –5 na jogada de ataque; se acertar, adiciona +10 ao dano."
      ]
    },
    {
      "nome": "Atirador de Magia",
      "pre_requisitos": ["Capacidade de conjurar pelo menos uma magia"],
      "beneficios": [
        "Quando você conjura uma magia que exige jogada de ataque, o alcance da magia é dobrado.",
        "Seus ataques à distância com magia ignoram meia cobertura e três-quartos de cobertura.",
        "Aprende um truque que exige jogada de ataque da lista de bardo, bruxo, clérigo, druida, feiticeiro ou mago. A habilidade de conjuração é: Carisma (bardo, bruxo, feiticeiro), Sabedoria (clérigo, druida) ou Inteligência (mago)."
      ]
    },
    {
      "nome": "Atleta",
      "pre_requisitos": [],
      "beneficios": [
        "Aumente Força ou Destreza em 1, até o máximo de 20.",
        "Levantar-se do estado caído custa apenas 1,5 m de movimento.",
        "Escalar não custa movimento adicional.",
        "Pode realizar saltos em distância ou altura correndo movendo apenas 1,5 m antes, em vez de 3 m."
      ]
    },
    {
      "nome": "Ator",
      "pre_requisitos": [],
      "beneficios": [
        "Aumente Carisma em 1, até o máximo de 20.",
        "Vantagem em testes de Carisma (Atuação) e Carisma (Enganação) para se passar por outra pessoa.",
        "Pode imitar voz ou sons de uma criatura que tenha ouvido por pelo menos 1 minuto; um ouvinte pode perceber a farsa com teste de Sabedoria (Intuição) resistido por seu Carisma (Enganação)."
      ]
    },
    {
      "nome": "Combatente Montado",
      "pre_requisitos": [],
      "beneficios": [
        "Vantagem em ataques corpo-a-corpo contra criaturas desmontadas menores que sua montaria.",
        "Pode forçar que um ataque direcionado à sua montaria tenha você como alvo, em vez dela.",
        "Se sua montaria for alvo de um efeito com teste de Destreza para reduzir dano à metade, ela não sofre dano em sucesso e apenas metade em falha."
      ]
    },
    {
      "nome": "Conjurador de Guerra",
      "pre_requisitos": ["Capacidade de conjurar pelo menos uma magia"],
      "beneficios": [
        "Vantagem em testes de resistência de Constituição para manter concentração em magias quando sofrer dano.",
        "Pode realizar componentes somáticos de magias mesmo empunhando armas ou escudo em uma ou ambas as mãos.",
        "Quando o movimento de uma criatura hostil provocar um ataque de oportunidade, você pode usar a reação para conjurar uma magia nela (tempo de conjuração 1 ação, alvo único) em vez do ataque."
      ]
    },
    {
      "nome": "Conjurador de Ritual",
      "pre_requisitos": ["Inteligência 13 ou maior OU Sabedoria 13 ou maior"],
      "beneficios": [
        "Ganha um livro de rituais com duas magias de 1º nível com descritor ritual de uma lista de classe (bardo, bruxo, clérigo, druida, feiticeiro ou mago).",
        "Conjura essas magias como rituais usando a habilidade de conjuração da classe escolhida (Carisma, Sabedoria ou Inteligência).",
        "Pode adicionar outras magias rituais da lista escolhida, de nível até metade do seu nível (arredondado para cima), copiando-as para o livro (2 h e 50 po por nível da magia)."
      ]
    },
    {
      "nome": "Curandeiro",
      "pre_requisitos": [],
      "beneficios": [
        "Ao usar um kit de primeiros socorros para estabilizar uma criatura morrendo, ela recupera 1 ponto de vida.",
        "Com uma ação, pode gastar 1 uso do kit para curar 1d6 + 4 + o número de Dados de Vida da criatura-alvo. Um alvo só pode receber essa cura novamente após terminar um descanso curto ou longo."
      ]
    },
    {
      "nome": "Duelista Defensivo",
      "pre_requisitos": ["Destreza 13 ou maior"],
      "beneficios": [
        "Ao empunhar uma arma de acuidade proficiente e ser alvo de um ataque corpo-a-corpo, pode usar reação para adicionar seu bônus de proficiência à CA contra esse ataque."
      ]
    },
    {
      "nome": "Especialista em Besta",
      "pre_requisitos": [],
      "beneficios": [
        "Ignora a propriedade recarga de bestas em que for proficiente.",
        "Estar a 1,5 m de uma criatura hostil não impõe desvantagem em ataques à distância com bestas.",
        "Quando usar a ação de Ataque com uma arma de uma mão, pode usar a ação bônus para atacar com uma besta de mão carregada empunhada."
      ]
    },
    {
      "nome": "Especialista em Briga",
      "pre_requisitos": [],
      "beneficios": [
        "Aumente Força ou Constituição em 1, até o máximo de 20.",
        "Seus ataques desarmados causam 1d4 de dano.",
        "Quando atingir uma criatura com ataque desarmado ou arma improvisada, pode usar ação bônus para tentar agarrá-la."
      ]
    },
    {
      "nome": "Explorador de Cavernas",
      "pre_requisitos": [],
      "beneficios": [
        "Vantagem em testes de Sabedoria (Percepção) e Inteligência (Investigação) para detectar portas secretas.",
        "Vantagem em testes de resistência para evitar ou resistir a armadilhas.",
        "Resistência a dano causado por armadilhas.",
        "Pode procurar armadilhas viajando em ritmo normal (em vez de metade)."
      ]
    },
    {
      "nome": "Imobilizador",
      "pre_requisitos": ["Força 13 ou maior"],
      "beneficios": [
        "Vantagem nas jogadas de ataque contra uma criatura que você esteja agarrando.",
        "Pode usar ação para tentar imobilizar a criatura agarrada: faz outro teste de agarrar; em sucesso, você e a criatura ficam impedidos enquanto o agarre durar."
      ]
    },
    {
      "nome": "Iniciado em Magia",
      "pre_requisitos": [],
      "beneficios": [
        "Escolha uma classe (bardo, bruxo, clérigo, druida, feiticeiro ou mago) e aprende dois truques da lista dessa classe.",
        "Aprende uma magia de 1º nível da mesma lista e pode conjurá-la uma vez com o nível mais baixo, recuperando o uso após um descanso longo.",
        "A habilidade de conjuração é a da classe escolhida: Carisma (bardo, bruxo, feiticeiro), Sabedoria (clérigo, druida) ou Inteligência (mago)."
      ]
    },
    {
      "nome": "Investida Poderosa",
      "pre_requisitos": [],
      "beneficios": [
        "Ao usar a ação de Disparada, pode usar a ação bônus para fazer um ataque corpo-a-corpo com arma ou empurrar uma criatura.",
        "Se mover pelo menos 3 m em linha reta antes da ação bônus, pode ganhar +5 de dano se atacar e acertar, ou empurrar o alvo até 3 m se usar empurrão e for bem sucedido."
      ]
    },
    {
      "nome": "Líder Inspirador",
      "pre_requisitos": ["Carisma 13 ou maior"],
      "beneficios": [
        "Ao gastar 10 minutos inspirando até seis criaturas amigáveis (incluindo você) a até 9 m que possam vê-lo/ouvi-lo, cada uma ganha PV temporários iguais ao seu nível + modificador de Carisma.",
        "Uma criatura só pode receber PV temporários deste talento novamente após um descanso curto ou longo."
      ]
    },
    {
      "nome": "Maestria em Arma de Haste",
      "pre_requisitos": [],
      "beneficios": [
        "Quando usar a ação de Ataque com glaive, alabarda ou bordão, pode usar ação bônus para atacar com a outra extremidade (d4 de dano de concussão, mesmo modificador de habilidade).",
        "Enquanto empunhar glaive, alabarda, lança longa ou bastão, criaturas provocam ataque de oportunidade ao entrar no seu alcance."
      ]
    },
    {
      "nome": "Maestria em Armadura Média",
      "pre_requisitos": ["Proficiência em armadura média"],
      "beneficios": [
        "Usar armadura média não impõe desvantagem em testes de Destreza (Furtividade).",
        "Ao usar armadura média, se tiver Destreza 16 ou mais, pode adicionar +3 à CA (em vez de +2)."
      ]
    },
    {
      "nome": "Maestria em Armadura Pesada",
      "pre_requisitos": ["Proficiência em armadura pesada"],
      "beneficios": [
        "Aumente Força em 1, até o máximo de 20.",
        "Enquanto usar armadura pesada, reduz em 3 o dano de concussão, cortante e perfurante de ataques não mágicos sofridos."
      ]
    },
    {
      "nome": "Matador de Conjuradores",
      "pre_requisitos": [],
      "beneficios": [
        "Quando uma criatura a até 1,5 m conjura uma magia, você pode usar reação para fazer um ataque corpo-a-corpo contra ela.",
        "Quando causar dano a uma criatura concentrando-se em uma magia, ela faz o teste de resistência para manter concentração com desvantagem.",
        "Vantagem em testes de resistência contra magias conjuradas por criaturas a até 1,5 m de você."
      ]
    },
    {
      "nome": "Mente Afiada",
      "pre_requisitos": [],
      "beneficios": [
        "Aumente Inteligência em 1, até o máximo de 20.",
        "Você sempre sabe qual direção é o norte.",
        "Você sempre sabe quantas horas faltam para o próximo nascer ou pôr do sol.",
        "Pode se lembrar com precisão de qualquer coisa que tenha visto ou ouvido no último mês."
      ]
    },
    {
      "nome": "Mestre de Armas",
      "pre_requisitos": [],
      "beneficios": [
        "Aumente Força ou Destreza em 1, até o máximo de 20.",
        "Ganha proficiência com quatro armas simples ou marciais à sua escolha."
      ]
    },
    {
      "nome": "Mestre de Armas Grandes",
      "pre_requisitos": [],
      "beneficios": [
        "No seu turno, ao conseguir um acerto crítico com arma corpo-a-corpo ou reduzir uma criatura a 0 PV, pode usar ação bônus para fazer um ataque corpo-a-corpo com arma.",
        "Antes de fazer um ataque corpo-a-corpo com arma pesada proficiente, pode sofrer –5 na jogada de ataque; se acertar, adiciona +10 ao dano."
      ]
    },
    {
      "nome": "Mestre de Escudo",
      "pre_requisitos": [],
      "beneficios": [
        "Ao realizar a ação de Ataque em seu turno, pode usar ação bônus para tentar empurrar uma criatura a até 1,5 m com seu escudo.",
        "Se não estiver incapacitado, pode adicionar o bônus de CA do escudo a testes de resistência de Destreza contra magias ou efeitos nocivos que tenham apenas você como alvo.",
        "Se um efeito permitir teste de Destreza para sofrer metade do dano, pode usar reação para não sofrer dano em sucesso, interpondo o escudo."
      ]
    },
    {
      "nome": "Mobilidade",
      "pre_requisitos": [],
      "beneficios": [
        "Seu deslocamento aumenta em 3 m.",
        "Ao usar a ação de Disparada, terreno difícil não custa movimento extra nesse turno.",
        "Quando fizer um ataque corpo-a-corpo contra uma criatura, você não provoca ataques de oportunidade dela pelo resto do turno, acertando ou não."
      ]
    },
    {
      "nome": "Observador",
      "pre_requisitos": [],
      "beneficios": [
        "Aumente Inteligência ou Sabedoria em 1, até o máximo de 20.",
        "Se puder ver a boca de uma criatura falando um idioma que compreende, pode ler seus lábios.",
        "+5 aos valores passivos de Sabedoria (Percepção) e Inteligência (Investigação)."
      ]
    },
    {
      "nome": "Perito",
      "pre_requisitos": [],
      "beneficios": [
        "Ganha proficiência em qualquer combinação de três perícias e/ou ferramentas, à sua escolha."
      ]
    },
    {
      "nome": "Poliglota",
      "pre_requisitos": [],
      "beneficios": [
        "Aumente Inteligência em 1, até o máximo de 20.",
        "Aprende três idiomas à sua escolha.",
        "Pode criar criptogramas escritos que só podem ser decifrados por quem você ensinar, por magia, ou em um teste de Inteligência bem sucedido (CD = seu valor de Inteligência + bônus de proficiência)."
      ]
    },
    {
      "nome": "Proteção Leve",
      "pre_requisitos": [],
      "beneficios": [
        "Aumente Força ou Destreza em 1, até o máximo de 20.",
        "Ganha proficiência com armaduras leves."
      ]
    },
    {
      "nome": "Proteção Moderada",
      "pre_requisitos": ["Proficiência em armadura leve"],
      "beneficios": [
        "Aumente Força ou Destreza em 1, até o máximo de 20.",
        "Ganha proficiência com armaduras médias e escudos."
      ]
    },
    {
      "nome": "Proteção Pesada",
      "pre_requisitos": ["Proficiência em armadura média"],
      "beneficios": [
        "Aumente Força em 1, até o máximo de 20.",
        "Ganha proficiência com armaduras pesadas."
      ]
    },
    {
      "nome": "Resiliente",
      "pre_requisitos": [],
      "beneficios": [
        "Escolha um valor de habilidade e aumente-o em 1, até o máximo de 20.",
        "Ganha proficiência em testes de resistência baseados na habilidade escolhida."
      ]
    },
    {
      "nome": "Resistente",
      "pre_requisitos": [],
      "beneficios": [
        "Aumente Constituição em 1, até o máximo de 20.",
        "Ao rolar um Dado de Vida para recuperar PV, o mínimo curado será igual a duas vezes o modificador de Constituição (mínimo 2)."
      ]
    },
    {
      "nome": "Robusto",
      "pre_requisitos": [],
      "beneficios": [
        "Ao adquirir o talento, seu máximo de PV aumenta em 2 × seu nível.",
        "Sempre que ganhar um nível, seu máximo de PV aumenta em 2 pontos adicionais."
      ]
    },
    {
      "nome": "Sentinela",
      "pre_requisitos": [],
      "beneficios": [
        "Quando atingir uma criatura com ataque de oportunidade, o deslocamento dela se torna 0 até o fim do turno.",
        "Criaturas provocam ataques de oportunidade mesmo usando a ação de Desengajar ao sair do seu alcance.",
        "Quando uma criatura a até 1,5 m atacar um alvo que não seja você (e o alvo não tiver esse talento), você pode usar reação para fazer um ataque corpo-a-corpo com arma contra ela."
      ]
    },
    {
      "nome": "Sorrateiro",
      "pre_requisitos": ["Destreza 13 ou maior"],
      "beneficios": [
        "Pode tentar se esconder quando estiver levemente obscurecido da criatura da qual tenta se esconder.",
        "Se estiver escondido e errar um ataque à distância contra uma criatura, o ataque não revela sua posição.",
        "Penumbra não impõe desvantagem em testes de Sabedoria (Percepção) baseados em visão."
      ]
    },
    {
      "nome": "Sortudo",
      "pre_requisitos": [],
      "beneficios": [
        "Você tem 3 pontos de sorte.",
        "Ao fazer uma jogada de ataque, teste de habilidade ou teste de resistência, pode gastar 1 ponto para rolar 1d20 adicional e escolher qual resultado usar (depois de rolar, mas antes do resultado ser revelado).",
        "Quando uma jogada de ataque é feita contra você, pode gastar 1 ponto para rolar 1d20 e escolher se a jogada do atacante ou a sua será usada para resolver o ataque.",
        "Se múltiplas criaturas gastarem pontos de sorte na mesma jogada, os efeitos se anulam e nenhum dado extra é rolado.",
        "Recupera todos os pontos de sorte gastos após um descanso longo."
      ]
    }
  ]
}
